[
    {
        "id": 1,
        "title": "Giant's Causeway, Northen Ireland",
        "cover": "https://images.unsplash.com/photo-1505576457712-b769c0c0a354?q=80&w=1586&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "link": "https://www.youtube.com/embed/YK-aZ-HalIU?si=fHuWbTmbHgF3pkBL",
        "description": "A video taster of the Giant's Causeway on the coast of Co Antrim in the north of Ireland. Scientists say it was caused by volcanic eruptions...local legend says it was built by the Irish giant Finn MacCool who wanted to build a pathway to Scotland so he could fight a Scottish giant. Take a walk along the causeway with us."
    },
    {
        "id": 2,
        "title": "Cork City, Ireland",
        "cover": "https://images.unsplash.com/photo-1601805824475-527ed396e4d2?q=80&w=1528&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "link": "https://www.youtube.com/embed/DnGAUNnQLxQ?si=wX3iGFogMU4v7UEz",
        "description": "From its beautiful scenery to lively social atmosphere, there are a lot of reasons to want to visit. And while many may consider Dublin the place to go, there is another Irish city much deserving of your attention. Cork is a city in the south of Ireland that often gets overlooked when planning a trip to the Emerald Isle. It packs the atmosphere of a full sized city into very compact and walkable borders for the optimum tourist experience. You will find it amazing how much you can make time to see. And that’s not even to mention the incredible scenery that surrounds the city!"
    },
    {
        "id": 3,
        "title": "Ballycarbery Castle, Co. Kerry",
        "cover": "https://images.unsplash.com/photo-1588963940468-9e6e4d202209?q=80&w=1742&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "link": "https://www.youtube.com/embed/S8-2_uKd0YU?si=UMk56S8TpSRA2CkD",
        "description": "Ballycarbery Castle is a castle 3 kilometres (2 mi) from Cahersiveen, County Kerry, Ireland . The castle is high on a grass hill facing the sea and is a short distance from Cahergall Fort and Leacanabuile Fort."
    },
    {
        "id": 4,
        "title": "The Temple Bar, Co. Dublin",
        "cover": "https://images.unsplash.com/photo-1630784032313-f780ae5532c6?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "link": "https://www.youtube.com/embed/UIuJq-mcG18?si=oiQSQdP9RxQoPgFD",
        "description": "The Temple Bar is one of the most famous pubs in Dublin. It’s history goes back to 1599 when Sir William Temple, a renowned teacher and philosopher, built his house and gardens here on newly reclaimed land around Temple Bar. His son, Sir John Temple, went onto developed what we know as Temple Bar after a ‘sea wall’ was built in 1656 to hold back the Liffey. The area thus became known as Temple’s Barr (A ‘Barr’ was a raised estuary sandbank often used for walking on). In 1707 -a new customs house was built on the site where U2’s Clarence Hotel stands today and soon after warehouses, taverns, theaters and even brothels shot up at every corner. The boom lasted barely a century when the new Custom House was built across the Liffey in 1791. Temple Bar fell into disrepair and became a run-down inner city slum until the mid-20th century. The state transport company CIE started buying up property here in the 1980’s with the view to building a huge bus depot. The area however let out the empty premises at cheap rates. Attracted by the bargain rents, artists, fringe boutiques and alternative eateries started to shoot up all over the area. This lead to the area becoming a unique bohemian buzzing quarter. The Irish state got involved in 1991 and set up a non-profit company to oversee the future development of Temple Bar. The Temple Bar has 450 bottles of rare and interesting whiskeys gathered for decades from all over the world and is Ireland’s largest collection."
    }
]